MYSQL_SETTINGS = {
    "database": "lianjia",
    "user": "root",
    "password": "0427shun",
    "host": "127.0.0.1",
    "port": 3306,
    "charset": "utf8mb4"
}

GUANGZHOU_SUBWAY = [
    {
      "id": "li110460679",
      "name": "1号线"
    },
    {
      "id": "li110460680",
      "name": "2号线"
    },
    {
      "id": "li110460681",
      "name": "3号线"
    },
    {
      "id": "li110460682",
      "name": "4号线"
    },
    {
      "id": "li110460683",
      "name": "6号线"
    },
    {
      "id": "li110460684",
      "name": "3号线北延段"
    },
    {
      "id": "li110460685",
      "name": "5号线"
    },
    {
      "id": "li110460686",
      "name": "8号线"
    },
    {
      "id": "li110460687",
      "name": "广佛线"
    },
    {
      "id": "li110460688",
      "name": "APM线"
    },
    {
      "id": "li21000001737738",
      "name": "14号线支线（知识城线）"
    },
    {
      "id": "li2116865044761163",
      "name": "7号线"
    },
    {
      "id": "li2120028220170992",
      "name": "9号线"
    },
    {
      "id": "li2120028220172159",
      "name": "13号线"
    },
    {
      "id": "li2120036910023097",
      "name": "14号线"
    },
    {
      "id": "li2120036910023169",
      "name": "21号线"
    },
    {
      "id": "li2120062197127419",
      "name": "18号线"
    }
  ]